{
			"heading": "Since our initial shareholders will lose their entire investment in us if our initial business combination is not completed (other than with respect to any public shares they may acquire), a conflict of interest may arise in determining whether a particular business combination target is appropriate for our initial business combination.",
			"paragraphs": [
				"On August 30, 2021, our initial shareholders paid $25,000 to cover certain of our offering costs in consideration for 1,150,000 founder shares. On November 15, 2021, we issued additional 1,006,250 Class B ordinary shares to the initial shareholders as founder shares for no consideration. Taking into the additional share issuance, the founder shares were sold at $0.012 per share. As such, our initial shareholders will collectively own 20% of our issued and outstanding shares after this offering (excluding the private placement shares underlying the private placement units and any units they may purchase in this offering). If we increase or decrease the size of this offering, we will effect a capitalization or share repurchase or redemption or other appropriate mechanism, as applicable, with respect to our founder shares immediately prior to the consummation of this offering in such amount as to maintain the number of founder shares at 20% of our issued and outstanding ordinary shares upon the consummation of this offering (excluding the private placement shares underlying the private placement units and any units they may purchase in this offering). The founder shares will be worthless if we do not complete an initial business combination. In addition, our sponsor has committed to purchase an aggregate of 465,000 private placement units at $10.00 per unit (or 510,000 if the underwriters’ over-allotment option is exercised in full), for a purchase price of $4,650,000 in the aggregate (or $5,100,000 in the aggregate if the underwriters’ over-allotment option is exercised in full), that will also be worthless if we do not complete a business combination.",
				"The founder shares are identical to the ordinary shares included in the units being sold in this offering except that: (1) prior to our initial business combination, only holders of the founder shares have the right to vote on the appointment of directors and holders of a majority of our founder shares may remove a member of the board of directors for any reason; (2) the founder shares are subject to certain transfer restrictions; (3) our initial shareholders have entered into a letter agreement with us, pursuant to which they have agreed to waive: (x) their redemption rights with respect to their founder shares and any public shares held by them in connection with the completion of our initial business combination (and not seek to sell its shares to us in any tender offer we undertake in connection with our initial business combination); (y) their redemption rights with respect to their founder shares and any public shares held by them in connection with a shareholder vote to approve an amendment to our memorandum and articles of association (A) that would affect our public shareholders’ ability to convert or sell their shares to us in connection with a business combination as described herein or to modify the substance or timing of our obligation to redeem 100% of our public shares if we do not complete our initial business combination within the completion window or (B) with respect to any other provision relating to shareholders’ rights or pre-initial business combination activity; and (z) their rights to liquidating distributions from the trust account with respect to any founder shares they hold if we fail to complete our initial business combination within the completion window (although they will be entitled to liquidating distributions from the trust account with respect to any public shares they hold if we fail to complete our initial business combination within the prescribed time frame); (4) the founder shares will automatically convert into our Class A ordinary shares on the first business day following the completion of our initial business combination on a one-for-one basis subject to adjustment pursuant to certain anti-dilution rights and (5) the founder shares are entitled to registration rights. Our directors and officers have also entered into the letter agreement with respect to public shares acquired by them, if any.",
				"The personal and financial interests of our sponsor, officers and directors may influence their motivation in identifying and selecting a target business combination, completing an initial business combination and influencing the operation of the business following the initial business combination. This risk may become more acute as the 12-month (or up to 18-month as may be extended) deadline following the closing of this offering nears, which is the deadline for the completion of our initial business combination."
			]
		}