{
  "heading": "If the funds not being held in the trust account are insufficient to allow us to operate for at least the 12 months (or up to 18 months as may be extended) following the closing of this offering, we may be unable to complete our initial business combination.",
  "content": [
    "Of the net proceeds of this offering and the sale of the private placement units, only $1,000,000 will be available to us initially outside the trust account to fund our working capital requirements. We believe that, upon closing of this offering, the funds available to us outside of the trust account will be sufficient to allow us to operate for at least 12 months (or up to 18 months as may be extended) following such closing; however, we cannot assure you that our estimate is accurate. Of the funds available to us, we could use a portion of the funds available to us to pay fees to consultants to assist us with our search for a target business. We could also use a portion of the funds as a down payment or to fund a “no-shop” provision (a provision in letters of intent or merger agreements designed to keep target businesses from “shopping” around for transactions with other companies or investors on terms more favorable to such target businesses) with respect to a particular proposed business combination, although we do not have any current intention to do so. If we entered into a letter of intent or merger agreement where we paid for the right to receive exclusivity from a target business and were subsequently required to forfeit such funds (whether as a result of our breach or otherwise), we might not have sufficient funds to continue searching for, or conduct due diligence with respect to, a target business. In the event that our offering expenses exceed our estimate of $1,000,000, we may fund such excess with funds not to be held in the trust account. In such case, the amount of funds we intend to be held outside the trust account would decrease by a corresponding amount. Conversely, in the event that the offering expenses are less than our estimate of $1,000,000, the amount of funds we intend to be held outside the trust account would increase by a corresponding amount. The funds available to us outside of the trust account may not be sufficient to allow us to operate for at least the 12 months (or up to 18 months as may be extended) following the closing of this offering, assuming that our initial business combination is not completed during that time. We expect to incur significant costs in pursuit of our acquisition plans.",
    "If the net proceeds of this offering and the sale of the private units not being held in the trust account are insufficient, it could limit the amount available to fund our search for a target business or businesses and complete our initial business combination and we will depend on loans from our founders or management team or other third parties to fund our search for a business combination, to pay our taxes and to complete our initial business combination. Neither our sponsor, members of our management team nor any of their affiliates is under any obligation to loan funds to, or invest in, us in such circumstances. We do not expect to seek loans from parties other than our founders or an affiliate of our founders as we do not believe third parties will be willing to loan such funds and provide a waiver against any and all rights to seek access to funds in our trust account but in the event that we seek loans from any third parties, we will obtain a waiver against any and all rights to seek access to funds in our trust account. Any such loans may be repaid only from funds held outside the trust account or from funds released to us upon completion of our initial business combination. Up to $1,500,000 of such loans may be may be converted upon consummation of our business combination into additional private units at a price of $10.00 per unit at the option of the lender. The units would be identical to the units in this offering. If we are unable to complete our initial business combination because we do not have sufficient funds available to us, we will be forced to cease operations and liquidate the trust account. In such case, our public shareholders may receive only $10.20 per share, or less in certain circumstances, and our warrants will expire worthless. See “— If third parties bring claims against us, the proceeds held in the trust account could be reduced and the per-share redemption amount received by shareholders may be less than $10.20 per share” and other risk factors herein."
  ]
}