{
  "heading": "The ability of our public shareholders to exercise redemption rights with respect to a large number of our shares may not allow us to complete the most desirable business combination or optimize our capital structure.",
  "content": [
    "At the time we enter into an agreement for our initial business combination, we will not know how many shareholders may exercise their redemption rights and, therefore, we will need to structure the transaction based on our expectations as to the number of shares that will be submitted for redemption. If our initial business combination agreement requires us to use a portion of the cash in the trust account to pay the purchase price, or requires us to have a minimum amount of cash at closing, we will need to reserve a portion of the cash in the trust account to meet such requirements, or arrange for third-party financing. In addition, if a larger number of shares is submitted for redemption than we initially expected, we may need to restructure the transaction to reserve a greater portion of the cash in the trust account or arrange for third-party financing.",
    "Raising additional third-party financing may involve dilutive equity issuances or the incurrence of indebtedness at higher than desirable levels. Furthermore, this dilution would increase to the extent that the anti-dilution provision of the Class B ordinary shares results in the issuance of Class A ordinary shares on a greater than one-to-one basis upon conversion of the Class B ordinary shares at the time of our initial business combination. In addition, the amount of the deferred underwriting commissions payable to the representatives of the underwriters will not be adjusted for any shares that are redeemed in connection with an initial business combination. The per share amount we will distribute to shareholders who properly exercise their redemption rights will not be reduced by the deferred underwriting commission and after such redemptions, the amount held in trust will continue to reflect our obligation to pay the entire deferred underwriting commissions. The above considerations may limit our ability to complete the most desirable business combination available to us or optimize our capital structure."
  ]
}