{
  "heading": "Our initial shareholders will control the appointment of our board of directors until completion of our initial business combination and will hold a substantial interest in us. As a result, they will appoint all of our directors prior to our initial business combination and may exert a substantial influence on actions requiring shareholder vote, potentially in a manner that you do not support.",
  "content": [
    "Upon the closing of this offering, our initial shareholders will own 20% of our issued and outstanding ordinary shares (excluding the private placement shares underlying the private placement units and any units they may purchase in this offering). In addition, prior to our initial business combination, only the founder shares, all of which are held by our initial shareholders, will have the right to vote on the appointment of directors, and holders of a majority of our founder shares may remove a member of the board of directors for any reason.",
    "Neither our initial shareholders nor, to our knowledge, any of our officers or directors, have any current intention to purchase additional securities, other than as disclosed in this prospectus. Factors that would be considered in making such additional purchases would include consideration of the current trading price of our Class A ordinary shares. In addition, as a result of their substantial ownership in our company, our initial shareholders may exert a substantial influence on other actions requiring a shareholder vote, potentially in a manner that you do not support, including amendments to our memorandum and articles of association and approval of major corporate transactions. If our initial shareholders purchase any Class A ordinary shares in this offering or in the aftermarket or in privately negotiated transactions, this would increase their influence over these actions. Accordingly, our initial shareholders will exert significant influence over actions requiring a shareholder vote at least until the completion of our initial business combination."
  ]
}