{
			"heading": "Our management may not be able to maintain control of a target business after our initial business combination. We cannot provide assurance that, upon loss of control of a target business, new management will possess the skills, qualifications or abilities necessary to profitably operate such business.",
			"paragraphs": [
				"We may structure our initial business combination so that the post-transaction company in which our public shareholders own shares will own less than 100% of the equity interests or assets of a target business, but we will complete such business combination only if the post-transaction company owns or acquires 50% or more of the issued and outstanding voting securities of the target or otherwise acquires a controlling interest in the target business sufficient for us not to be required to register as an investment company under the Investment Company Act. We will not consider any transaction that does not meet such criteria. Even if the post-transaction company owns 50% or more of the voting securities of the target, our shareholders prior to our initial business combination may collectively own a minority interest in the post business combination company, depending on valuations ascribed to the target and us in our initial business combination transaction. For example, we could pursue a transaction in which we issue a substantial number of new Class A ordinary shares in exchange for all of the issued and outstanding share capital, shares or other equity interests of a target. In this case, we would acquire a 100% interest in the target. However, as a result of the issuance of a substantial number of new Class A ordinary shares, our shareholders immediately prior to such transaction could own less than a majority of our issued and outstanding Class A ordinary shares subsequent to such transaction. In addition, other minority shareholders may subsequently combine their holdings resulting in a single person or group obtaining a larger portion of the company’s shares than we initially acquired. Accordingly, this may make it more likely that our management will not be able to maintain our control of the target business."
			]
		}