{
  "heading": "If a shareholder fails to receive notice of our offer to redeem our public shares in connection with our initial business combination, or fails to comply with the procedures for tendering its shares, such shares may not be redeemed.",
  "content": [
    "We will comply with the tender offer rules or proxy rules, as applicable, when conducting redemptions in connection with our initial business combination. Despite our compliance with these rules, if a shareholder fails to receive our tender offer or proxy materials, as applicable, such shareholder may not become aware of the opportunity to redeem its shares. In addition, the tender offer documents or proxy materials, as applicable, that we will furnish to holders of our public shares in connection with our initial business combination will describe the various procedures that must be complied with in order to validly tender or redeem public shares. For example, we intend to require our public shareholders seeking to exercise their redemption rights, whether they are record holders or hold their shares in “street name,” to, at the holder’s option, either deliver their share certificates to our transfer agent, or to deliver their shares to our transfer agent electronically prior to the date set forth in the proxy materials or tender offer documents, as applicable. In the case of proxy materials, this date may be up to two business days prior to the vote on the proposal to approve the initial business combination. In addition, if we conduct redemptions in connection with a shareholder vote, we intend to require a public shareholders seeking redemption of its public shares to also submit a written request for redemption to our transfer agent two business days prior to the vote in which the name of the beneficial owner of such shares is included. In the event that a shareholder fails to comply with these procedures, its shares may not be redeemed. See “Proposed Business — Effecting Our Initial Business Combination — Tendering share certificates in connection with a tender offer or redemption rights.”"
  ]
}