{
	"heading": "We may issue notes or other debt securities, or otherwise incur substantial debt, to complete a business combination, which may adversely affect our leverage and financial condition and thus negatively impact the value of our shareholders’ investment in us.",
	"content": [
		"Although we have no commitments as of the date of this prospectus to issue any notes or other debt securities, or to otherwise incur outstanding debt following this offering, we may choose to incur substantial debt to complete our initial business combination. We have agreed that we will not incur any indebtedness unless we have obtained from the lender a waiver of any right, title, interest or claim of any kind in or to the monies held in the trust account. As such, no issuance of debt will affect the per-share amount available for redemption from the trust account. Nevertheless, the incurrence of debt could have a variety of negative effects, including:",
		"• default and foreclosure on our assets if our operating revenues after an initial business combination are insufficient to repay our debt obligations;",
		"• acceleration of our obligations to repay the indebtedness even if we make all principal and interest payments when due if we breach certain covenants that require the maintenance of certain financial ratios or reserves without a waiver or renegotiation of that covenant;",
		"• our immediate payment of all principal and accrued interest, if any, if the debt is payable on demand;",
		"• our inability to obtain necessary additional financing if the debt contains covenants restricting our ability to obtain such financing while the debt security is outstanding;",
		"• our inability to pay dividends on our Class A ordinary shares;",
		"• using a substantial portion of our cash flow to pay principal and interest on our debt, which will reduce the funds available for dividends on our Class A ordinary shares if declared, expenses, capital expenditures, acquisitions and other general corporate purposes;",
		"• limitations on our flexibility in planning for and reacting to changes in our business and in the industry in which we operate;",
		"• increased vulnerability to adverse changes in general economic, industry and competitive conditions and adverse changes in government regulation; and",
		"• limitations on our ability to borrow additional amounts for expenses, capital expenditures, acquisitions, debt service requirements, execution of our strategy and other purposes and other disadvantages compared to our competitors who have less debt."
	]
}