{
  "heading": "We may be unable to obtain additional financing to complete our initial business combination or to fund the operations and growth of a target business, which could compel us to restructure or abandon a particular business combination.",
  "content": [
    "Although we believe that the net proceeds of this offering and the sale of the private placement units will be sufficient to allow us to complete our initial business combination, because we have not yet selected any target business we cannot ascertain the capital requirements for any particular transaction. If the net proceeds of this offering and the sale of the private placement units prove to be insufficient, either because of the size of our initial business combination, the depletion of the available net proceeds in search of a target business, the obligation to redeem for cash a significant number of shares from shareholders who elect redemption in connection with our initial business combination or the terms of negotiated transactions to purchase shares in connection with our initial business combination, we may be required to seek additional financing or to abandon the proposed business combination. We cannot assure you that such financing will be available on acceptable terms, if at all. To the extent that additional financing proves to be unavailable when needed to complete our initial business combination, we would be compelled to either restructure the transaction or abandon that particular business combination and seek an alternative target business candidate. In addition, even if we do not need additional financing to complete our initial business combination, we may require such financing to fund the operations or growth of the target business. The failure to secure additional financing could have a material adverse effect on the continued development or growth of the target business. None of our officers, directors or shareholders is required to provide any financing to us in connection with or after our initial business combination. If we are unable to complete our initial business combination, our public shareholders may receive only approximately $10.20 per share, or less in certain circumstances, on the liquidation of our trust account, and our warrants will expire worthless."
  ]
}