{
			"heading": "Our ability to successfully effect our initial business combination and to be successful thereafter will be dependent upon the efforts of our key personnel, some of whom may join us following our initial business combination. The loss of key personnel could negatively impact the operations and profitability of our post-combination business.",
			"paragraphs": [
				"Our ability to successfully effect our initial business combination is dependent upon the efforts of our key personnel. The role of our key personnel in the target business, however, cannot presently be ascertained. Although some of our key personnel may remain with the target business in senior management or advisory positions following our initial business combination, it is likely that some or all of the management of the target business will remain in place. While we intend to closely scrutinize any individuals we engage after our initial business combination, we cannot assure you that our assessment of these individuals will prove to be correct. These individuals may be unfamiliar with the requirements of operating a company regulated by the SEC, which could cause us to have to expend time and resources helping them become familiar with such requirements.",
				"In addition, the officers and directors of an acquisition candidate may resign upon completion of our initial business combination. The departure of a business combination target’s key personnel could negatively impact the operations and profitability of our post-combination business. The role of an acquisition candidate’s key personnel upon the completion of our initial business combination cannot be ascertained at this time. Although we contemplate that certain members of an acquisition candidate’s management team will remain associated with the acquisition candidate following our initial business combination, it is possible that members of the management of an acquisition candidate will not wish to remain in place. The loss of key personnel could negatively impact the operations and profitability of our post-combination business."
			]
		}