{
			"heading": "Our shareholders may face difficulties in protecting their interest against members of our management team who are located outside of the United States.",
			"paragraphs": [
				"Two members of our management team are located outside of the United States. Long Chen, our Chief Executive Officer and Chairman of the Board, and Xingyun (Tracy) Xu, our Chief Financial Officer and Director, reside in China, are citizens of China and their assets are located outside of the United States. As a result, it may be difficult or impossible for a shareholder to bring an action against our officers and directors outside the United States in the event that a shareholder believes that his rights have been infringed under the securities laws or otherwise. Even if a shareholder is successful in bringing an action of this kind, the laws of the Cayman Islands and of China may render the shareholder unable to enforce a judgment against our assets or the assets of officers and directors located outside of the United States. There is no statutory recognition in the Cayman Islands of judgments obtained in the United States, although the courts of the Cayman Islands will generally recognize and enforce a non-penal judgment of a foreign court of competent jurisdiction without retrial on the merits.",
				"Our corporate affairs are governed by our memorandum and articles of association, as amended and restated from time to time, and by the Companies Law (Revised) and common law of the Cayman Islands. The rights of shareholders to take legal action against our officers and directors located outside of the United States, and the fiduciary responsibilities of our officers and directors located outside of the United States are to a large extent governed by the common law of the Cayman Islands. The common law of the Cayman Islands is derived in part from comparatively limited judicial precedent in the Cayman Islands as well as from English common law, which provides persuasive, but not binding, authority on a court in the Cayman Islands. The rights of our shareholders and the fiduciary responsibilities of our officers and directors located outside of the United States under Cayman Islands law are not as clearly established as they would be under statutes or judicial precedents in the United States. In particular, the Cayman Islands has a less developed body of securities laws than the United States and provides significantly less protection to investors. In addition, Cayman Islands companies may not have standing to initiate a shareholder derivative action in U.S. federal courts.",
				"Recognition and enforcement of foreign judgments are provided for under China’s Civil Procedure Law. China’s courts may recognize and enforce foreign judgments in accordance with the requirements of the Civil Procedure Law based either on treaties between China and the country where the judgment is made or on reciprocity between jurisdictions. There are no treaties between China and the United States for the mutual recognition and enforcement of court judgments, thus making the recognition and enforcement of a U.S. court judgment in China difficult.",
				"As a result, our shareholders may have more difficulty in protecting their interests through actions against our officers, and directors located outside of the United States than would shareholders of a corporation incorporated in a jurisdiction in the United States."
			]
		}