{
  "heading": "Our sponsor may decide not to extend the term we have to consummate our initial business combination, in which case we would cease all operations except for the purpose of winding up and we would redeem our public shares and liquidate, and the warrants will be worthless.",
  "content": [
    "We will have until 12 months from the closing of this offering to consummate our initial business combination. However, if we anticipate that we may not be able to consummate our initial business combination within 12 months, our insiders or their affiliates may, but are not obligated to, extend the period of time to consummate a business combination up to six times by an additional one month each time for a total of up to 18 months (the “Paid Extension Period”). In the case of the Paid Extension Period, public shareholders will not be offered the opportunity to vote on or redeem their shares if we choose to make any such paid extension. However, our shareholders will be entitled to vote and redeem their shares in connection with a general meeting held to approve an initial business combination or in a tender offer undertaken in connection with an initial business combination if we propose such a business combination during any one-month extension period. In order to avail ourselves of the Paid Extension Period to consummate our initial business combination to be extended, our insiders or their affiliates or designees, upon five days advance notice prior to the applicable deadline, must deposit into the trust account equal to thirty-three hundredths of one percent (0.33%) of the gross proceeds of the offering, or $250,000 (or $287,500 if the underwriters’ over-allotment option is exercised in full) for each one-month extension, up to an aggregate of $1,500,000 or $1,725,000 if the underwriters’ over-allotment option is exercised in full. The amount in the trust account will initially be $10.20 per public share and such amount will be increased by $0.033 per public share for each one-month extension of our time to consummate our initial business combination, as described herein. Any such payments would be made in the form of a non-interest bearing loan. If we complete our initial business combination, we would repay such loaned amounts out of the proceeds of the trust account released to us. If we do not complete a business combination, we will not repay such loans. Furthermore, the letter agreement with our initial shareholders contains a provision pursuant to which our sponsor has agreed to waive its right to be repaid for such loans in the event that we do not complete a business combination. Our sponsor and its affiliates or designees are not obligated to fund the trust account to extend the time for us to complete our initial business combination. If we are unable to consummate our initial business combination within the applicable time period, we will, as promptly as reasonably possible but not more than five business days thereafter, redeem the public shares for a pro rata portion of the funds held in the trust account and as promptly as reasonably possible following such redemption, subject to the approval of our remaining shareholders and our board of directors, liquidate and dissolve, subject in each case to our obligations under Cayman Islands law to provide for claims of creditors and the requirements of other applicable law. In such event, the warrants will be worthless."
  ]
}